<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| User Repositiory Messages
	|--------------------------------------------------------------------------
	*/

	'created' 		=>  "Профилът ви бе създаден. Провелете имейла си за начинът на потвърждаване.",	

	'loginreq' 		=>	"Полето име е зъдължително.",

	'exists'		=>	"Потръбителят вече съществува.",

	'notfound'		=>	"Потребителят не е намерен",

	'noaccess'		=>	"Не ви е позволено да направите това.",

	'updated'		=>	"Потребителският профил е обновен",

	'notupdated'	=>	"Профилът неможе да бъде обновен",

	'activated'		=>	"Потвърждението е успешно. <a href=':url' class='alert-link'>Можете да влезете в профила си</a>",

	'notactivated'	=>	"Потвърждението не е успешно.",

	'alreadyactive'	=>	"Този потребител вече е потвърден.",

	'emailconfirm'	=>	"Проверете имейла си за начина на потвърждаване.",

	'emailinfo'		=>	"Проверете имейла си за инструкции.",

	'emailpassword'	=>	"Вашата парола е променете. Проверете имейла си за инструкции.",

	'problem'		=>	"Появи се проблем. Моля свържете се с Администратор.",

	'passwordchg'	=> 	"Паролота бе променена.",

	'passwordprob'	=>	"Вашата парола неможе да се промени.",

	'oldpassword'	=>	"Не сте въвели правилно старата парола.",

	'suspended'		=>	"Потребителят е изключен за :minutes минути.",

	'unsuspended'	=>	"Изключването е прекратено.",

	'banned'		=>	"Потребителя е забранен.",

	'unbanned'		=>	"Потребителя е разрешен.",

	'email'			=>	"Електронна поща",

	'fname'			=>	"Име",
	
	'lname'			=>	"Фамилия",

	'group_membership' => 'Участва в групите',

	'yours' 		=> 'Твоя',

	'change_passwort' => 'Промени парола',

	'newpassword_lbl' => 'Нова парола',

	'newcompassword_lbl' => 'Повтори новата парола',

	'resend' => 'Изпрати отново',

	'newcompassword_lbl' => 'Повтори новата парола',
	
	'forgot' => 'Заавена парола',
	
	'forgotupword' => 'Заавии сте паролата си?',
	
	'resendpword' => 'Изпрати новата парола',
	
	'pword' => 'Парола',

	'remember' => 'Запомни',


	
);